<template>
  <div class="app-about">
    <div class="app-about__container">
      <h1 class="section__title app-about__title ">Как устроено «Русское лото»</h1>
      <p class="app-about__top important">
        Когда недорогой билет обещает миллионный выигрыш, мы ждём подвоха. Но
        лотерея не чёрный ящик. В подробностях рассказываем, кто следит за
        соблюдением правил, сколько денег можно выиграть и как их забрать.
      </p>
      <p class="app-about__text">
        «Русское лото» — это всероссийская государственная лотерея, напоминающая
        народную игру в лото. С момента появления лотереи в XVI веке в Италии
        правила существенно не изменились: в современном лото тоже не нужно
        придерживаться стратегий и просчитывать ходы. Прелесть игры в полном
        доверии случаю, низкой стоимости билета и возможности получить гораздо
        больше, чем поставлено на кон.
      </p>
      <p class="app-about__text">
        В этом году лотерее исполнится 25 лет.
        Первый выпуск «Русского лото» состоялся 16 октября 1994 года. Всё это
        время её бессменно ведёт Михаил Борисов — тот самый жизнерадостный
        мужчина с седыми усами в жилетке, которого вы видели по телевизору.
      </p>
      <div class="app-prizes__image">
        <img src="../assets/borisov.png" alt="" class="app-prizes__pic pic" />
      </div>
      <p class="app-about__text">
      Михаил Борисов никогда не был просто харизматичным ведущим. С первого выпуска он выступал настоящим идеологом
      лотереи и отвечал за концепцию программы. Именно он придумал сделать из игры культурно-развлекательную семейную передачу.
      В программу приглашали выступать известных и начинающих звёзд, разыгрывали сценки, рассказывали об исторических событиях, связанных с номером тиража.
      А ещё Михаил Борисов не пропустил ни одного выпуска за 25 лет.
      </p>
      <p class="app-about__text">
      Сейчас в "Русском лото" разыгрывают автомобили, загородные дома, путешествия и крупные денежные призы, но раньше победителям вручалась и бытовая техника:холодильники, телевизоры, утюги и пылесосы.
      </p>
      <p class="app-about__text">
      За последние 8 лет в программе разыграли больше 24 миллиардов рублей, состоялось несколько помолвок, выходили в эфир и участвовали в тиражах космонавты,
      а Михаил Борисов перетаскал такое количество мешков с бочонками, что, по его словам, мог бы вручную перегородить Енисей или построить ГЭС.
      </p>
      <p class="app-about__text important">
        Лотерея стала сразу всероссийской, она воспринималась как абсолютное
        чудо. В 90-е годы наша программа была одной из немногих, где
        действительно исполнялись мечты.
      </p>
      <p class="last__child">Михаил Борисов в <a href="#" class="link" target="_blank">интервью</a> для «Дни.ру»</p>
    </div>
  </div>
</template>

<style>
  /*@import "/src/assets/css/fonts/fonts.css";*/
  .section__title {
    font-size: 36px;
    /*line-height: 56px;*/
    font-weight: bold;
  }
  .section__title.app-about__title{
   font-size: 48px;
    line-height: 56px;
    font-weight: bold;
  }
  .pic {
    padding-top: 2rem;
    max-width: 100%;
  }
  .app-about__top {
    padding-top: 2rem;
  }
  .app-about .app-about__text {
    font-family: 'Roboto regular';
    padding-top: 48px;
    line-height: 26px;
  }
  .last__child {
    padding-top: 19px;
    line-height: 26px;
  }
  .important {
    font-weight: 600;
  }
  .important.app-about__text {
    padding-top: 48px;
    line-height: 26px;
    font-weight: 600;
    position: relative;
    padding-left: 30px;
  }
  .important:before {
    content: "";
    position: absolute;
    display: block;
    width: 26px;
    left: 0;
    height: 75px;
    border-left: 2px solid #ed5e42;
  }
</style>
