<template>
    <div class="app-about">
        <div class="app-about__container">
            <h1 class="section__title">Как играть</h1>
            <div class="app-prizes__image">
                <img src="../assets/calendar.png" alt="" class="app-prizes__pic pic" />
            </div>
            <p class="app-about__top">
                «Русское лото» снимается в студии со зрителями и специальной комиссией, которая проверяет количество бочонков в мешке
                перед розыгрышем и следит, чтобы он был проведён по всем правилам.
                Комплект бочонков хранится в сейфе. К ним могут прикасаться только ведущие, приглашённый гость и служба безопасности.
            </p>
            <p class="app-about__text">
                Подтасовка результатов исключена: все бочонки одинаковые, с гладкой поверхностью.
                Если какой-то из них оказывается повреждённым, весь комплект заменяют на аналогичный.
                Он тоже хранится в сейфе. После окончания съёмок сейф с бочонками и студию опечатывают.
            </p>
            <p class="app-about__text">
                В каждом билете «Русского лото» два поля 9 × 3. В каждой строчке — четыре пустые клетки и пять чисел в диапазоне от 1 до 90.
                Ведущий «Русского лото» достаёт бочонки из мешка по одному и называет их номера.
                Задача участника — следить за ходом розыгрыша и зачёркивать в билете числа, изображённые на бочонках. Лотерея проводится в несколько туров.
            </p>

        </div>
    </div>
</template>

<script>
    export default {
        name: "AppRules"
    }
</script>

<style scoped>

</style>